brew "fzf"
brew "lazygit"
brew "make"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "fd"
brew "stow"
brew "direnv"
brew "zsh-autosuggestion"
brew "maven"
brew "zsh-syntax-highlightin"
brew "starship"
brew "zoxide"
brew "tree-sitter-cl"
